[
    {
        "dialog_text": [
            "All of a sudden, a bright blue light comes shinning at your eyes, illuminating a canvas of clouds that dance in the skies to the most beautiful melody. The air hums in nature's sweet symphony, you catch the invigorating scent of fresh grass."
        ]
    },
    {
        "dialog_text": [
            "All of a sudden, a bright blue light comes shinning at your eyes, illuminating a canvas of clouds that dance in the skies to the most beautiful melody. The air hums in nature's sweet symphony, you catch the invigorating scent of fresh grass.\nGetting up, the landscape unfolds before you, a vast expanse of lush green plains stretching beyond the horizon. The world flares out like a blank sheet of paper, inviting you to explore its mysteries and secrets."
        ]
    },
    {
        "button_label": [
            "Explore"
        ],
        "dialog_text": [
            "You run towards the sun, but all you find is an endless sea of grass"
        ]
    },
    {
        "button_label": [
            "Explore"
        ],
        "dialog_text": [
            "Nothing new seems to appear at your sight"
        ]
    },
    {
        "button_label": [
            "Explore"
        ],
        "dialog_text": [
            "Wind rattles and shakes the vegetation around you, very far something different catches your attention"
        ]
    },
    {
        "button_label": [
            "Climb tree"
        ],
        "dialog_text": [
            "A majestic tall tree, rooted to the ever so green grass, you notice rocks shattered within its roots, while fungi grows within the gap of the base of the tree and the soil."
        ]
    },
    {
        "button_label": [
            "Climb down"
        ],
        "dialog_text": [
            "Scaling the towering tree, in a distance, you see other lonely trees, none as tall as the one you are in. The shrub land seemed to be getting denser the further away you look"
        ]
    }
]
